Repository: raqcalazans/tcc-sdui-ios
Catalog: ios-app/Brasileirao/Brasileirao/Resources/Localizable.xcstrings
Source language: en
Languages: es, pt_br

# date_formatter_today
source: Today
es: Hoy
pt_br: Hoje

# date_formatter_tomorrow
source: Tomorrow
es: Mañana
pt_br: Amanhã

# date_formatter_yesterday
source: Yesterday
es: Ayer
pt_br: Ontem

# empty_list_title
source: No Games Found
es: No Se Encontraron Partidos
pt_br: Nenhum Jogo Encontrado

# game_detail_events_header
source: Play by Play
es: Jugada a Jugada
pt_br: Lance a Lance

# game_detail_screen_title
source: Match Details
es: Detalles del Partido
pt_br: Detalhes da Partida

# game_detail_teams_header
source: About the Teams
es: Sobre los Equipos
pt_br: Sobre os Times

# game_list_empty_state_description
source: No games found with status %@
es: No se encontraron partidos con el estado %@
pt_br: Não há jogos com o status %@

# game_list_screen_title
source: GAMES
es: PARTIDOS
pt_br: JOGOS

# get_details_button
source: GET DETAILS
es: MANTENTE AL DÍA
pt_br: FIQUE POR DENTRO

# live_badge_title
source: LIVE
es: EN VIVO
pt_br: AO VIVO

# loading_games_message
source: Fetching games...
es: Buscando partidos...
pt_br: Buscando jogos…

# loading_indicator_title
source: Loading…
es: Cargando…
pt_br: Carregando…

# network_error_alert_title
source: Network Error
es: Error de Red
pt_br: Erro de Rede
